{
  "ID": 63279,
  "name": "Mayorkas v. Innovation Law Lab",
  "href": "https://api.oyez.org/cases/2020/19-1212",
  "view_count": 0,
  "docket_number": "19-1212",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Alejandro N. Mayorkas, Secretary of Homeland Security, et al.",
  "second_party": "Innovation Law Lab, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1603083600
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54775"
    }
  ],
  "lower_court": {
    "ID": 5,
    "name": "United States Court of Appeals for the Ninth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/5"
  },
  "facts_of_the_case": "<p>In December 2018, the Trump administration announced its “remain in Mexico” policy, officially known as the Migrant Protection Protocols, which required certain asylum seekers arriving by land at the U.S./Mexico border to wait in Mexico while their case was pending in the U.S. immigration court system.</p>\n<p>Various human and immigrant rights groups asked the federal courts to suspend enforcement of the policy, arguing that it violated federal and international law. A district court entered a preliminary injunction setting aside the policy, and the Government appealed. On appeal, the U.S. Court of Appeals for the Ninth Circuit affirmed the lower court, holding that the policy was likely inconsistent with both federal immigration law and the doctrine of international law barring the return of asylum seekers to countries where they may be in danger. In March, the day before the Ninth Circuit’s order would have gone into effect, the Supreme Court granted a request from the Trump administration to lift the stay and allow officials to enforce the policy while litigation continued to the Supreme Court.</p>\n<p>In its petition seeking the Supreme Court’s review, the administration asked the Supreme Court to review not only the merits of the Ninth Circuit’s ruling, but also whether the district court had the authority to issue its nationwide injunction in the first place.</p>\n",
  "question": "<p>1. Does the Department of Homeland Security’s Migrant Protection Protocols, also known as the “remain in Mexico”policy, violate federal immigration law?</p>\n<p>2. Did the district court have the authority to issue a universal preliminary injunction in this case?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27772"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2020",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will rule on the legality of the Trump administration’s “remain in Mexico” policy.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2020/19-1212/",
  "argument2_url": null
}