{
  "ID": 63257,
  "name": "Department of Justice v. House Committee on the Judiciary",
  "href": "https://api.oyez.org/cases/2020/19-1328",
  "view_count": 0,
  "docket_number": "19-1328",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Department of Justice",
  "second_party": "House Committee on the Judiciary",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1593666000
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54755"
    }
  ],
  "lower_court": {
    "ID": 16,
    "name": "United States Court of Appeals for the District of Columbia Circuit",
    "href": "https://api.oyez.org/taxonomy/term/16"
  },
  "facts_of_the_case": "<p>In May 2017, Robert S. Mueller, III, was appointed Special Counsel to investigate possible Russian interference in the 2016 presidential election. As part of the investigation, a grand jury in the District of Columbia issued over 2,800 subpoenas and heard testimony from nearly 80 witnesses. Additionally, the Special Counsel’s Office interviewed approximately 500 witnesses under oath. In March 2019, the Special Counsel submitted his confidential two-volume report (“the Mueller Report”) to the Attorney General.</p>\n<p>Attorney General William Barr released a redacted version of that report in April 2019. In July 2019, the House Judiciary Committee asked a federal court in Washington, D.C., to require the disclosure of the redacted portions of the Mueller report, as well as the sealed grand jury transcript, for use in its impeachment investigation. The committee argued that Rule 6(e)(3)(E)(i) of the Federal Rules of Criminal Procedure permitted the court to authorize disclosure of the materials requested. That provision allows a court to authorize the disclosure of grand jury materials that would otherwise be kept secret “in connection with a judicial proceeding.”</p>\n<p>The district court granted the request, and the U.S. Court of Appeals for the District of Columbia upheld the order. In May, the U.S. Supreme Court put the disclosure of the materials on hold, and on July 2, it granted certiorari to hear the case on the merits.</p>\n",
  "question": "<p>Does an impeachment trial constitute a “judicial proceeding” under Rule 6(e)(3)(E)(i) of the Federal Rules of Criminal Procedure?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27762"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2020",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether an impeachment trial before a legislative body is a “judicial proceeding” under Rule 6(e)(3)(E)(i) of the Federal Rules of Criminal Procedure.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2020/19-1328/",
  "argument2_url": null
}