{
  "ID": 63280,
  "name": "Trump v. Sierra Club",
  "href": "https://api.oyez.org/cases/2020/20-138",
  "view_count": 0,
  "docket_number": "20-138",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Donald J. Trump, President of the United States, et al.",
  "second_party": "Sierra Club, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1603083600
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54776"
    }
  ],
  "lower_court": {
    "ID": 5,
    "name": "United States Court of Appeals for the Ninth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/5"
  },
  "facts_of_the_case": "<p>President Donald Trump ran for office in 2016 on a promise that Mexico would pay for his plans to expand a wall along the border between the United States and Mexico. Since becoming President, he obtained more than $15 billion in federal funds for the border wall project, including $5 billion provided by Congress through conventional appropriations and $10 billion from Pentagon accounts.</p>\n<p>In 2019, the Supreme Court allowed the administration to proceed with the transfers and contracts for construction, over objections by House Democrats, affected states, and environmental groups. Then, in July 2020, a panel of the U.S. Court of Appeals for the Ninth Circuit held that it was unlawful for the administration to use funds intended for the Department of Defense on the wall instead, but the Supreme Court refused to block President Trump from using the funds while litigation continued.</p>\n",
  "question": "<p>Does Section 8005 of the Department of Defense Appropriations Act authorize President Trump to divert $2.5 billion in military funds to pay for the border wall?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27773"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2020",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether Section 8005 of the Department of Defense Appropriations Act authorizes President Trump to divert $2.5 billion in military funds to pay for the border wall.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2020/20-138/",
  "argument2_url": null
}