{
  "ID": 63330,
  "name": "Cochran v. Gresham",
  "href": "https://api.oyez.org/cases/2020/20-37",
  "view_count": 0,
  "docket_number": "20-37",
  "additional_docket_numbers": [
    "20-38"
  ],
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Norris Cochran, Acting Secretary of Health and Human Services, et al.",
  "second_party": "Charles Gresham, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1607061600
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54836"
    }
  ],
  "lower_court": {
    "ID": 16,
    "name": "United States Court of Appeals for the District of Columbia Circuit",
    "href": "https://api.oyez.org/taxonomy/term/16"
  },
  "facts_of_the_case": "<p>The Medicaid program originally provided health care coverage for four categories of people: the disabled, the blind, the elderly, and needy families with dependent children. In 2010, Congress subsequently amended the Medicaid statute to cover low-income adults who did not previously qualify, and states were able to choose whether to expand Medicaid to cover this new population.</p>\n<p>Arkansas chose to expand Medicaid coverage to the new population effective January 1, 2014, through their participation in private health plans, with the state paying premiums on behalf of enrollees. Although Medicaid establishes minimum coverage requirements, the Secretary can waive those requirements for the state to engage in “experimental, pilot, or demonstration projects” that are likely to assist in promoting the objectives of Medicaid. Among other things, Arkansas sought to require enrollees who were aged 19 to 49 to show that they worked or engaged in job-related activities for at least 80 hours per month. The state also sought to eliminate retroactive coverage, to reduce income eligibility from 133% to 100% of the federal poverty line (causing beneficiaries with incomes between 101% and 133% to lose health coverage), and to eliminate another program that used Medicaid funds to pay premiums for employer-provided health care coverage. In 2018, the Secretary approved most of the proposed Arkansas program, finding that it would “assist in promoting the objectives of Medicaid” in three ways: (1) improving health outcomes, (2) addressing behavioral and social factors that influence health outcomes, and (3) incentivizing beneficiaries to engage in their own health care and achieve better health outcomes.</p>\n<p>Charles Gresham, an Arkansas resident, sued the Secretary, arguing that the Secretary’s approval of Arkansas’s program did not address the “core” objective of Medicaid—the provision of medical coverage to the needy—and was thus arbitrary and capricious in violation of federal law. The U.S. Court of Appeals for the District of Columbia affirmed.</p>\n",
  "question": "<p>Did the Secretary of Health and Human Services violate federal law in authorizing the Arkansas Works (Medicaid) program?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27799"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2020",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether the Secretary of Health and Human Services violated federal law in authorizing an Arkansas Works (Medicaid) program.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2020/20-37/",
  "argument2_url": null
}