{
  "ID": 63048,
  "name": "Smith v. Berryhill",
  "href": "https://api.oyez.org/cases/2018/17-1606",
  "view_count": 143,
  "docket_number": "17-1606",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Ricky Lee Smith",
  "second_party": "Nancy A. Berryhill",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1541134800
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54385"
    }
  ],
  "lower_court": {
    "ID": 11,
    "name": "United States Court of Appeals for the Sixth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/11"
  },
  "facts_of_the_case": "<p>In 1987, Ricky Lee Smith filed an application for supplemental security income (SSI) resulting from disability. The following year, an administrative law judge (ALJ) approved his application, and Smith received benefits until 2004, when he was found to be over the resource limit.</p>\n<p>Smith filed another application for SSI in August 2012, alleging additional medical conditions as a result of his original disability. The claim was initial denied, and denied again upon reconsideration.</p>\n<p>Smith filed a timely request for a hearing before an ALJ, and after the hearing, an ALJ denied Smith’s claim on March 26, 2014. Smith claims to have mailed a written request for review before the Appeals Council on April 24, 2014, and followed up by fax on September 21, 2014. A claims representative spoke with Smith on October 1, 2014, to inform him that his request may not have been received and that his request was filed as of that day, October 1, 2014.</p>\n<p>The Appeals Council dismissed the request for review as untimely, as Smith proffered no evidence showing the request for was sent within the appropriate time. Smith filed a civil action seeking review of the Appeals Council’s dismissal. The district court determined that it lacked jurisdiction to hear the claim because the Appeals Council’s dismissal did not constitute a final decision subject to judicial review under 42 U.S.C. § 405(g).</p>\n",
  "question": "<p>Is the decision of the Appeals Council dismissing a disability claim on the grounds that it is untimely constitute a “final decision” subject to judicial review under the Social Security Act?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27636"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2018",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether the decision of the Appeals Council—the administrative body that hears a claimant’s appeal of an adverse decision of an administrative law judge regarding a disability benefit claim—to reject a disability claim on the ground that the claimant’s appeal was untimely is a “final decision” subject to judicial review under 42 U.S.C. § 405(g).",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": null
}