{
  "ID": 63049,
  "name": "Gray v. Wilkie",
  "href": "https://api.oyez.org/cases/2018/17-1679",
  "view_count": 232,
  "docket_number": "17-1679",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Robert H. Gray",
  "second_party": "Robert Wilkie",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1541134800
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54386"
    }
  ],
  "lower_court": null,
  "facts_of_the_case": "<p>The Agent Orange Act of 1991 was intended to make it easier for US veterans who were injured by Agent Orange, the toxic herbicide used during the Vietnam War, to obtain disability benefits. The Act provides that to obtain benefits, veterans need only show that they served in the “Republic of Vietnam” during a 13-year period and that they developed any one of several diseases associated with Agent Orange.</p>\n<p>In 2016, the Department of Veterans Affairs (VA) changed its policy to allow only veterans who set foot on Vietnamese soil or served in the country’s “inland waterways” to be eligible for benefits under the Act. This change effectively excludes US Navy veterans, such as the petitioner in this case, who served in Vietnam’s ports, harbors, and bays, which are definitionally excluded from “inland waterways.”</p>\n<p>The crux of the dispute in this case is that the VA made this policy change by revising the manual in which it publishes its policies and procedures for resolving benefits claims. Petitioner Robert Gray challenged the new policy in the US Court of Appeals for the Federal Circuit, relying on 38 U.S.C. § 502, which gives that court authority to review challenges to rules and policies issued by the VA before the rules are actually enforced. The Federal Circuit held that it lacked jurisdiction over the claim because the challenged policy was merely a revision of the manual and did not amount to “rulemaking” that carries the force of law. As such, it falls outside the scope of § 502.</p>\n",
  "question": "<p>Does the US Court of Appeals for the Federal Circuit have jurisdiction to review an interpretive rule by the Department of Veterans Affairs promulgated through a revision of its adjudication manual?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27637"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2018",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether the US Court of Appeals for the Federal Circuit has jurisdiction under 38 U.S.C. § 502 to review an interpretive rule reflecting the Department of Veterans Affairs’ definitive interpretation of its own regulation, even if the VA chooses to promulgate that rule through its adjudication manual.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": null
}