{
  "ID": 63021,
  "name": "Greer v. Green Tree Servicing LLC",
  "href": "https://api.oyez.org/cases/2018/17-1351",
  "view_count": 147,
  "docket_number": "17-1351",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Other",
  "first_party": "Rick Greer",
  "second_party": "Green Tree Servicing LLC, et al.",
  "timeline": null,
  "lower_court": {
    "ID": 5,
    "name": "United States Court of Appeals for the Ninth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/5"
  },
  "facts_of_the_case": "<p>In 2006, Rick Greer obtained a $214,000 home loan and made payments for a number of years to GMAC Mortgage LLC. Greer later defaulted on the loan, and GMAC retained respondent Northwest Trustee to pursue a non-judicial foreclosure and appointed Northwest Trustee as the successor trustee. In addition, GMAC transferred its loan servicing to respondent Green Tree Servicing LLC. From 2011 to 2014, respondents undertook a number of non-judicial foreclosure efforts and sent Greer multiple notices. Greer contested several aspects of these activities, and in July 2014 filed suit against respondents, alleging that they were debt collectors under the Fair Debt Collection Practices Act (FDCPA or the “Act”), and that their actions had violated multiple provisions of the Act.&nbsp;</p>\n<p>The district court granted summary judgment against Greer, finding that while the U.S. Court of Appeals for the Ninth Circuit had not weighed in on the issue, other trial courts had concluded that non-judicial foreclosures did not constitute “debt collection” under the FDCPA unless alleged as a violation of 15 U.S.C. § 1692f, reasoning that foreclosing on a trust deed was different from collecting on money debts. In dismissing claims against Green Tree, which had obtained Greer’s debt before he received a notice of default, the court stated that the FDCPA did not apply to any debt obtained before it was in default, meaning Green Tree was not a debt collector.&nbsp;</p>\n<p>The Ninth Circuit affirmed, holding that non-judicial foreclosures were not covered by the FDCPA. The court explained that such proceedings were not attempts to collect debt as defined by the Act, and that while security interest enforcement activity was regulated through § 1692f, in the remaining FDCPA provisions, “collecting debt” referred only to money debt.</p>\n<p>Greer petitioned the U.S. Supreme Court for review. The Court granted certiorari in a similar case, <a href=\"/cases/2018/17-1307\">Obduskey v. McCarthy &amp; Holthus LLP</a>, in which it will consider whether the Fair Debt Collection Practices Act applies to non-judicial foreclosure proceedings.</p>\n",
  "question": "<p>Does the Fair Debt Collection Practices Act apply to non-judicial foreclosure proceedings?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27622"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2018",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether the Fair Debt Collection Practices Act applies to non-judicial foreclosure proceedings.",
  "written_opinion": null,
  "related_cases": [
    null
  ],
  "justia_url": null
}