{
  "ID": 63084,
  "name": "PDR Network, LLC v. Carlton & Harris Chiropractic Inc.",
  "href": "https://api.oyez.org/cases/2018/17-1705",
  "view_count": 0,
  "docket_number": "17-1705",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "PDR Network, LLC, et al.",
  "second_party": "Carlton & Harris Chiropractic, Inc.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1542088800
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54426"
    }
  ],
  "lower_court": {
    "ID": 9,
    "name": "United States Court of Appeals for the Fourth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/9"
  },
  "facts_of_the_case": "<p>Petitioner PDR Network is a company that “delivers health knowledge products and services” to healthcare providers and is perhaps most known for publishing the <em>Physicians’ Desk Reference</em>, a popular reference book with information on various prescription drugs. In December 2013, PDR Network sent by fax to Carlton &amp; Harris, a chiropractic office in West Virginia, an advertisement for a free eBook version of the 2014 <em>Physicians’ Desk Reference</em>. The material advised that the recipient had received the offer “because you are a member of the PDR Network.”</p>\n<p>On behalf of itself and a class of similarly situated recipients of faxes from PDR Network, Carlton &amp; Harris sued PDR Network in federal court under the Telephone Consumer Protection Act (“TCPA”), as amended by the Junk Fax Prevention Act of 2005, which generally prohibits the use of a fax machine to send “unsolicited advertisement[s].” Under that statute, the recipient of an unsolicited fax advertisement can sue the sender for damages and recover actual monetary loss or $500 in statutory damages for each violation. If a court finds the sender “willfully or knowingly violated” the TCPA, the recipient is entitled to triple damages.</p>\n<p>As a preliminary matter, the court found that the Hobbs Act does not require the court to defer to the FCC’s interpretation of an unambiguous term. Substituting its own definition of “unsolicited advertisement” for the FCC’s definition of the term, which was promulgated by rule in 2006 (“2006 FCC Rule”), the court found that PDR Network’s fax was not an unsolicited advertisement because it lacked a “commercial aim.” Moreover, the court found that even under the 2006 FCC Rule, the fax would not be an “unsolicited advertisement.” For this reason, the district court granted PDR Network’s motion to dismiss.</p>\n<p>Carlton &amp; Harris appealed, and the US Court of Appeals for the Fourth Circuit vacated the lower court’s decision, finding that the Hobbs Act disallows district courts from considering the validity of orders like the 2006 FCC Rule, and that the district court’s interpretation of the rule is at odds with the plain meaning of its text.</p>\n",
  "question": "<p>Does the Hobbs Act require the district court in this case to accept the Federal Communication Commission's legal interpretation of the Telephone Consumer Protection Act?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27657"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2018",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether the Hobbs Act required the district court in this case to accept the Federal Communication Commission's legal interpretation of the Telephone Consumer Protection Act.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": null
}