{
  "ID": 63053,
  "name": "Flowers v. Mississippi",
  "href": "https://api.oyez.org/cases/2018/17-9572",
  "view_count": 1391,
  "docket_number": "17-9572",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Curtis Giovanni Flowers",
  "second_party": "State of Mississippi",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1541134800
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54390"
    }
  ],
  "lower_court": {
    "ID": 45,
    "name": "Supreme Court of Mississippi",
    "href": "https://api.oyez.org/taxonomy/term/45"
  },
  "facts_of_the_case": "<p>In 1996, four employes of Tardy Furniture Store in Winona, Mississippi, were killed during an armed robbery. Curtis Giovanni Flowers was tried for the murder of one of the employees and was convicted and sentenced to death. The Mississippi Supreme Court reversed and remanded for a new trial on the ground that Flowers’s right to a fair trial had been violated by admission of evidence of the other three murder victims. Flowers was tried and convicted for the murder of a second victim of the same incident, and the Mississippi Supreme Court reversed and remanded on the same grounds. In a third trial, Flowers was tried for all four murders, and a jury found him guilty and sentenced him to death. Finding that prosecutor Doug Evans had engaged in racial discrimination during jury selection, the Mississippi Supreme Court again reversed and remanded. The fourth and fifth trials were on all four counts of capital murder, and both resulted in mistrials when the jury was unable to reach a unanimous verdict during the guilt phase.</p>\n<p>In the sixth trial, Flowers was tried again and convicted for all four murders.</p>\n<p>Flowers appealed his conviction on several grounds, one of which was that the State violated his Sixth and Fourteenth Amendment rights during the jury selection process by exercising its peremptory strikes in a racially discriminatory way. The prosecution had struck five African American prospective jurors. The Mississippi Supreme Court rejected Flowers’s arguments as to the jury selection, but the US Supreme Court ordered the court to reconsider in light of its ruling in <a href=\"https://www.oyez.org/cases/2015/14-8349\"><em>Foster v. Chatman</em>, 578 U.S. ___ (2016)</a>, where it held that the defendant in a capital case had shown intentional discrimination in the selection of jurors. On remand to the state supreme court, the court again upheld the ruling for the state. Flowers again sought review by the US Supreme Court, and the Court granted certiorari as to the question whether the Mississippi Supreme Court erred in how it applied <a href=\"https://www.oyez.org/cases/1985/84-6263\"><em>Batson v. Kentucky</em>, 476 US 79 (1986)</a>.</p>\n",
  "question": "<p>Did the Mississippi Supreme Court err in how it applied <em>Batson v. Kentucky</em> in this case?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27641"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2018",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether the Mississippi Supreme Court erred in how it applied Batson v. Kentucky, 476 U.S. 79 (1986), in this case.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": null
}