{
  "ID": 63067,
  "name": "Kisor v. Wilkie",
  "href": "https://api.oyez.org/cases/2018/18-15",
  "view_count": 332,
  "docket_number": "18-15",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "James L. Kisor",
  "second_party": "Robert L. Wilkie",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1544421600
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54395"
    }
  ],
  "lower_court": {
    "ID": 17,
    "name": "United States Court of Appeals for the Federal Circuit",
    "href": "https://api.oyez.org/taxonomy/term/17"
  },
  "facts_of_the_case": "<p>Petitioner James L. Kisor is a veteran of the US Marine Corps who served in the Vietnam War. In 1982, Kisor filed a claim for disability benefits with the Department of Veterans Affairs (VA) asserting that he suffered from post-traumatic stress disorder (PTSD) as a result of his service in Vietnam. Ultimately, the VA denied his claim in May 1983. In June 2006, Kisor sought review of his previously denied claim, and the VA granted him relief under 38 C.F.R. § 3.156(a), which allows a petitioner to “reopen” a denial by “submitting new and material evidence.” In his 2006 petition, Kisor identified materials supporting his claim that existed in 1983 but which were not associated with his file.</p>\n<p>Notably, the VA did not grant Kisor relief under Section 3.156(c), which authorizes the agency to “reconsider” a previously denied claim in the event that it “receives or associates with the claims file relevant official service department records that existed and had not been associated with the claims file when VA first decided the claim.” This provision is more favorable to veterans because it provides for a retroactive effective date for any benefits awarded, whereas benefits granted under Section 3.156(a) are effective only on the date the application to reopen was filed.</p>\n<p>The VA’s decision (technically made by the Board of Veterans Appeals) relied on the meaning of the term “relevant” as used in 38 C.F.R. § 3.156(c)(1). The VA found that the additional documents (Kisor’s Form 214 and the Combat History document) did not qualify as “relevant” for purposes of this section because it did not “suggest or better yet establish that [petitioner] has PTSD as a current disability.” In the VA’s view, records are not “relevant” when they are not “outcome determinative.”</p>\n<p>Court of Appeals for Veterans Claims affirmed the Board’s decision, and the Federal Circuit affirmed as well.</p>\n",
  "question": "<p>Should <em>Auer v. Robbins</em>, 519 U.S. 452 (1997), and <em>Bowles v. Seminole Rock &amp; Sand Co.</em>, 325 U.S. 410 (1945), be overruled?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27642"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2018",
  "location": null,
  "opinion_announcement": null,
  "description": "\r\nA case in which the Court will decide whether to overrule Auer v. Robbins, 519 U.S. 452 (1997), and Bowles v. Seminole Rock & Sand Co., 325 U.S. 410 (1945), which direct courts to defer to an agency’s reasonable interpretation of its own ambiguous regulation.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": null
}