{
  "ID": 63091,
  "name": "Virginia House of Delegates v. Bethune-Hill",
  "href": "https://api.oyez.org/cases/2018/18-281",
  "view_count": 225,
  "docket_number": "18-281",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Appeal",
  "first_party": "Virginia House of Delegates, et al.",
  "second_party": "Golden Bethune-Hill, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1536210000
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54434"
    }
  ],
  "lower_court": {
    "ID": 146,
    "name": "Federal district court",
    "href": "https://api.oyez.org/courts/federal_district_court"
  },
  "facts_of_the_case": "<p>This civil action first arose in 2014, when 12 Virginia voters alleged racial gerrymandering in violation of the Equal Protection Clause of the Fourteenth Amendment. That case ultimately went before the US Supreme Court, and in 2017, the Court held that a lower court had applied the wrong legal standard in evaluating the challengers’ claims of racial gerrymandering. The Court upheld one of the districts and remanded the case for the lower court to reconsider the districting in the remaining 11 districts.</p>\n<p>In June 2018, the lower court struck down the 11 districts as unconstitutional, finding that race was the main factor used to determine the boundaries for the districts. The court found that the legislature failed to prove that the districts as drawn, which attempted to put the exact same percentage of African American adults in each district, were necessary to comply with federal voting-rights laws.</p>\n<p>The Virginia House of Delegates appealed the district court’s decision to the Supreme Court, and the Court agreed to review the case, as well as the preliminary question whether the House of Delegates has judicial standing to appeal.</p>\n",
  "question": "<ol><li>Did the district court err in holding that the plaintiffs provided sufficient evidence that race predominated over traditional districting factors in the construction of the 11 remaining challenged districts?</li>\n<li>Did the district court err in holding that the Virginia House of Delegates did not satisfy its burden to show that the legislature’s use of race was narrowly tailored to achieve the compelling state interest of compliance with Section 5 of the VRA, 52 U.S.C. § 10304?</li>\n<li>Does the Virginia House of Delegates have standing to file this appeal with the Court?</li>\n</ol>",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27662"
  },
  "decisions": null,
  "first_party_label": "Appellant",
  "second_party_label": "Appellee",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2018",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether the district court in this case erred in finding that (1) race predominated over traditional districting factors in the construction of 11 districts, and (2) the Virginia House of Delegates did not satisfy its burden of showing the use of race was narrowly tailored to achieve the compelling state interest of compliance with Section 5 of the Voting Rights Act.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": null
}