{
  "ID": 63079,
  "name": "Parker Drilling Management Services, Ltd. v. Newton",
  "href": "https://api.oyez.org/cases/2018/18-389",
  "view_count": 0,
  "docket_number": "18-389",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Parker Drilling Management Services, Ltd.",
  "second_party": "Brian Newton",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1547186400
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54421"
    }
  ],
  "lower_court": {
    "ID": 5,
    "name": "United States Court of Appeals for the Ninth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/5"
  },
  "facts_of_the_case": "<p>Respondent Brian Newton worked for Parker Drilling Management Services on a drilling platform fixed on the outer Continental Shelf, off the coast of Santa Barbara, California. His shifts lasted fourteen days, and he regularly worked twelve hours per day. He alleges that he usually took fifteen to thirty minutes during his shifts to eat without clocking out and that Parker did not provide 30-minute meal periods for each five hours worked, as required under California law. After Parker terminated him, Newton sued in state court for wage and hour violations under California law. Parker removed the case to federal court and filed a motion for judgment on the pleadings. The district court granted the motion, finding that under the Outer Continental Shelf Lands Act, the federal Fair Labor Standards Act (FLSA) is a comprehensive statutory scheme that leaves no room for state law to address wage and hour grievances arising on the Outer Continental Shelf. The district court recognized that the FLSA contains a clause that expressly allows for more protective state wage and overtime laws but held nonetheless that California’s laws offered Newton no protections.</p>\n<p>A panel of the Ninth Circuit vacated the district court’s dismissal on the pleadings, finding that the Outer Continental Shelf Lands Act allows the laws of adjacent states to apply to drilling platforms as long as state law is “applicable” and “not inconsistent” with federal law. California’s wage and hour laws are not inconsistent with the FLSA, so the district court erred in dismissing the claims.</p>\n",
  "question": "<p>Does the Outer Continental Shelf Lands Act permit the application of state law only when there is a gap in the coverage of federal law, or whenever state law pertains to the subject matter of the lawsuit and is not preempted by inconsistent federal law?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27652"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2018",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether, under the Outer Continental Shelf Lands Act, state law is borrowed as the applicable federal law only when there is a gap in the coverage of federal law, as the Fifth Circuit has held, or whenever state law pertains to the subject matter of a lawsuit and is not preempted by inconsistent federal law, as the Ninth Circuit held, below.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": null
}