{
  "ID": 63072,
  "name": "Iancu v. Brunetti",
  "href": "https://api.oyez.org/cases/2018/18-302",
  "view_count": 727,
  "docket_number": "18-302",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Andrei Iancu",
  "second_party": "Erik Brunetti",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1546581600
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54414"
    }
  ],
  "lower_court": {
    "ID": 17,
    "name": "United States Court of Appeals for the Federal Circuit",
    "href": "https://api.oyez.org/taxonomy/term/17"
  },
  "facts_of_the_case": "<p>Erik Brunetti owns the clothing brand “fuct,” founded in 1990. In 2011, two individuals filed an intent-to-use application for the <a href=\"https://trademarks.justia.com/853/10/fuct-85310960.html\">mark FUCT</a>, and the original applicants assigned the application to Brunetti. The examining attorney refused to register the mark under Section 2(a) of the Lanham Act, finding it comprised immoral or scandalous matter (the pronunciation of “fuct” sounds like a vulgar word) in violation of that section. Brunetti requested reconsideration and appealed to the Trademark Trial and Appeal Board, which affirmed the examining attorney’s refusal to register the mark. The US Court of Appeals for the Federal Circuit found that while the Board did not err in concluding the mark should be excluded under Section 2(a) of the Lanham Act, that section’s bar on registering immoral or scandalous marks is an unconstitutional restriction of free speech.</p>\n",
  "question": "<p>Does Section 2(a) of the Lanham Act, which prohibits the federal registration of “immoral” or “scandalous” marks, violate the Free Speech Clause of the First Amendment?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27645"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2018",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether the Lanham Act’s prohibition on the federal registration of “immoral” or “scandalous” marks, in Section 2(a), violates the Free Speech Clause of the First Amendment.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": null
}