{
  "ID": 63081,
  "name": "Food Marketing Institute v. Argus Leader Media",
  "href": "https://api.oyez.org/cases/2018/18-481",
  "view_count": 334,
  "docket_number": "18-481",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Food Marketing Institute",
  "second_party": "Argus Leader Media, d/b/a Argus Media",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1547186400
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54423"
    }
  ],
  "lower_court": {
    "ID": 13,
    "name": "United States Court of Appeals for the Eighth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/13"
  },
  "facts_of_the_case": "<p>The Food Stamp Act of 1964 started one of the largest and fastest-growing welfare programs in the country. Formerly known as the Food Stamp Program, the Supplemental Nutrition Assistance Program (SNAP) spent over $78 billion on over 46 million people in fiscal year 2012, as compared to the $75 million spent during its first year. Respondent Argus Leader Media, who runs a newspaper in South Dakota, invoked the Freedom of Information Act (FOIA) to seek information from the US Department of Agriculture (USDA) on how much money individual retailers received from taxpayers each year. The USDA refused provide the information, citing numerous exemptions to FOIA.</p>\n<p>Argus filed a lawsuit against the USDA in federal district court, which found that the USDA properly withheld the information under FOIA Exemption 3, which applies to information prohibited from disclosure by another federal law. On appeal, the Eighth Circuit reversed, finding that Exemption 3 did not apply to the contested data, and remanded the case back to the district court. On remand, the issue before the court was whether Exemption 4—which covers “trade secrets and commercial or financial information obtained from a person and privileged or confidential”—applied to the information sought.</p>\n<p>For the purpose of applying Exemption 4, the circuit courts have adopted a definition of “confidential” different from the term’s ordinary meaning. Courts have held the term to mean that Exemption 4 applies only if disclosure is likely to cause substantial harm to the competitive position of the source of the information. There is a circuit split as to what “substantial competitive harm” means. The district court in this case adopted the the definition from the DC Circuit, which has held that “competitive harm may be established if there is evidence of ‘actual competition and the likelihood of substantial competitive injury.’”  Appling that definition to the facts at hand, the court found speculative the USDA’s claims of competitive injury and entered judgment for Argus. The USDA decided not to appeal the judgment, so petitioner Food Marketing Institute (FMI) intervened and filed the appeal. On appeal, the Eighth Circuit affirmed the judgment of the district court.</p>\n",
  "question": "<ul><li>Does the statutory term “confidential” in the Freedom of Information Act (FOIA) Exemption 4, bear its ordinary meaning?</li>\n<li>Or, if it does not, what constitutes “substantial competitive harm” for the purpose of determining whether information falls within FOIA Exemption 4?</li>\n</ul>",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27654"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2018",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will either (1) decide that the statutory term “confidential” in the Freedom of Information Act (FOIA) Exemption 4, bears its ordinary meaning, or (2) resolve a circuit split as to what constitutes “substantial competitive harm” for the purpose of determining whether information falls within that exemption.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": null
}