{
  "ID": 63080,
  "name": "North Carolina Department of Revenue v. The Kimberley Rice Kaestner 1992 Family Trust",
  "href": "https://api.oyez.org/cases/2018/18-457",
  "view_count": 113,
  "docket_number": "18-457",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "North Carolina Department of Revenue",
  "second_party": "The Kimberley Rice Kaestner 1992 Family Trust",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1547186400
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54422"
    }
  ],
  "lower_court": {
    "ID": 54,
    "name": "North Carolina Supreme Court",
    "href": "https://api.oyez.org/taxonomy/term/54"
  },
  "facts_of_the_case": "<p>In 1992, Joseph Lee Rice III established in New York an inter vivos trust with William B. Matteson as trustee and Rice’s descendants as the primary beneficiaries (none of whom lived in North Carolina at the time of creation). In 2002, the original trust was divided into three separate trusts, one for each of Rice’s children. One of these trusts was the Kimberley Rice Kaestner 1992 Family Trust (“the Trust”), benefitting his daughter Kimberley Rice Kaestner, who, at the time of the division, was a resident and domiciliary of North Carolina.</p>\n<p>In 2005, Matteson resigned as trustee for the three trusts, and Rice appointed a successor trustee, who resided in Connecticut. From 2005 to 2008, the Trust paid state income taxes on income accumulated during those years, despite that no funds were distributed. In 2009, representatives of the Trust filed a claim for a refund of taxes paid to the North Carolina Department of Revenue, which the Department denied. The representatives brought suit in state court, asking the court to require the Department to refund all taxes paid and declare unconstitutional the state statute enabling the Department to collect taxes from the foreign trust. The judge granted the Department’s motion to dismiss the claim for injunctive relief but denied the motion as to the constitutional claims. Both parties then filed motions for summary judgment as to the constitutional claims. Finding the state statute unconstitutional as applied, the state court granted the Trust’s motion for summary judgment. The Department appealed.</p>\n<p>The The Due Process Clause of the Fourteenth Amendment requires “minimum contacts” connecting a state and the property it seeks to tax. The state appellate court found that the mere fact that a non-contingent beneficiary of the trust is domiciled in North Carolina, alone, where the trust location, its assets, and its trustee, are all outside the state, does not establish sufficient contacts with North Carolina to permit taxing the trust in that state. The state supreme court affirmed.</p>\n",
  "question": "<p>Does the Due Process Clause of the Fourteenth Amendment prohibit states from taxing trusts based on trust beneficiaries’ in-state residency?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27653"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2018",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will resolve a circuit split as to whether the Fourteenth Amendment’s Due Process Clause prohibits states from taxing trusts based on trust beneficiaries’ in-state residency.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": null
}