{
  "ID": 63074,
  "name": "Taggart v. Lorenzen",
  "href": "https://api.oyez.org/cases/2018/18-489",
  "view_count": 113,
  "docket_number": "18-489",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Bradley Weston Taggart",
  "second_party": "Shelley A. Lorenzen, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1546581600
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54416"
    }
  ],
  "lower_court": {
    "ID": 5,
    "name": "United States Court of Appeals for the Ninth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/5"
  },
  "facts_of_the_case": "<p>In the words of the Ninth Circuit decision below, “[t]his case arises out of a complex set of bankruptcy proceedings.”</p>\n<p>Petitioner Bradley Taggart is a real estate developer who owned 25% interest in Sherwood Park Business Center (“SPBC”). Respondents Terry Emmert and Keith Jehnke also each owned a 25% interest in SPBC. In 2007, Taggart purported to transfer his share of SPBC to his attorney, John Berman.</p>\n<p>Emmert and Jehnke sued Taggart and Berman in Oregon state court, alleging that the transfer violated SPBC’s operating agreement by not allowing Emmert and Jehnke the right of first refusal. Emmert and Jehnke also sought attorneys’ fees. Taggart moved to dismiss the claim and filed a counterclaim for attorneys’ fees.</p>\n<p>In November 2009, shortly before the case went to trial, Taggart filed a voluntary Chapter 7 bankruptcy petition. The state-court action was stayed pending the resolution of the bankruptcy petition, and in February 2010, Taggart received his discharge in the bankruptcy proceedings.</p>\n<p>After the discharge, Emmert and Jehnke, represented by attorney Stuart Brown, continued the state-court action. Taggart was largely absent from subsequent proceedings, although Berman renewed his motion to dismiss on Taggart’s behalf at the close of evidence. After a trial, the state court ruled in favor of Emmert and Jehnke and unwound the transfer of Taggart’s share of SPBC to Berman and expelled Taggart from the company. The state court entered a judgment that allowed any party to petition for attorneys’ fees, which led to yet more complicated litigation in state and federal courts.</p>\n<p>Brown, the attorney for Emmert and Jehnke, filed a petition for attorneys’ fees in state court on behalf of SPBC, Emmert, and Jehnke, against both Berman and Taggart, but limiting fees against Taggart to those incurred after the date of Taggart’s bankruptcy discharge. The petition notified the court of Taggart’s bankruptcy discharge but argued he could still be liable for attorneys’ fees on the theory that Taggart had “returned to the fray.”</p>\n<p>While the attorneys’ fee petition was pending in state court, Taggart sought to reopen his bankruptcy proceeding in bankruptcy court. Once reopened, Taggart asked the court to hold Brown, Jehnke, Emmert, and SPBC (collectively the “Creditors”) in contempt for violating the bankruptcy discharge by seeking an award of attorneys’ fees against him in the state court action.</p>\n<p>The state court ruled that Taggart had “returned to the fray” as a matter of law, so he could be held liable for attorneys’ fees incurred after his bankruptcy. Taggart timely appealed the state-court determination.</p>\n<p>Subsequently, the bankruptcy court denied Taggart’s motion for contempt, agreeing with the state court that Taggart had “returned to the fray.” On appeal, the district court reversed, finding that Taggart’s actions did not constitute a “return to the fray” and thus the discharge injunction barred the claim against him for attorneys’ fees. The district court remanded for a determination whether the Creditors had “knowingly violated the discharge injunction in seeking attorneys’ fees.” On remand, the bankruptcy court found they had knowingly violated the discharge injunction and thus held them in contempt. On appeal, the Bankruptcy Appellate Panel (“BAP”) reversed the bankruptcy court’s finding of contempt, finding they had a good faith belief that the discharge injunction did not apply to their attorneys’ fee claim.</p>\n<p>Back in state court, the state appellate court found that Taggart’s actions did not constitute a “return to the fray” and thus reversed the state trial court as to its ruling on attorneys’ fees. As a result, the federal district court and the state appellate court both agreed that the Creditors could not pursue attorneys’ fees against Taggart, and the BAP’s ruling freed them from being held in contempt for knowingly violating the discharge injunction.</p>\n<p>The Ninth Circuit affirmed the BAP’s opinion, holding that the Creditors did not knowingly violate the discharge injunction and thus could not be held in contempt because they had a subjective good-faith belief that the discharge injunction did not apply to their state-court claim for attorneys’ fees.</p>\n",
  "question": "<p>Does the bankruptcy code preclude a finding of civil contempt where a creditor’s believes in good faith that the discharge injunction does not apply?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27647"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2018",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether, under the bankruptcy code, a creditor’s good-faith belief that the discharge injunction does not apply precludes a finding of civil contempt.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": null
}