{
  "ID": 63073,
  "name": "Emulex Corp. v. Varjabedian",
  "href": "https://api.oyez.org/cases/2018/18-459",
  "view_count": 230,
  "docket_number": "18-459",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Emulex Corporation, et al.",
  "second_party": "Gary Varjabedian and Jerry Mutza",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1546581600
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54415"
    }
  ],
  "lower_court": {
    "ID": 5,
    "name": "United States Court of Appeals for the Ninth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/5"
  },
  "facts_of_the_case": "<p>Emulex Corp., a Delaware company that sold computer components, and Avago Technologies Wireless Manufacturing, Inc., announced in February 2015 that they had entered into a merger agreement, with Avago offering to pay $8.00 for every share of outstanding Emulex stock, which was 26.4% higher than the value of Emulex stock the day before the merger was announced. Pursuant to the terms of the merger agreement, Emerald Merger Sub, Inc., initiated a tender offer for Emulex’s outstanding stock in April 2015. (A tender offer is a type of takeover bid in which the offeror publicly offers to purchase a specified amount of the target company’s stock, usually at a price higher than market value.)</p>\n<p>It is customary for the target company to issue a statement to shareholders recommending that they either accept or reject the tender offer. Before issuing such a statement, Emulex hired Goldman Sachs to determine whether the proposed merger agreement would be fair to shareholders. Goldman Sachs determined that it would be fair, despite a below-average merger premium, and Emulex issued a statement consistent with that determination. Some of the shareholders were unhappy with the merger’s terms and brought a class action lawsuit against Emulex, Avago, Merger Sub, and the Emulex Board of Directors, alleging violations of federal securities laws.</p>\n<p>The district court dismissed the complaint with prejudice, finding that the lead plaintiff’s claim under Section 14(e) did not plead the requisite mental culpability for claims under that section, the separate claim under Section 14(d) failed because that section does not establish a private right of action for shareholders confronted with a tender offer, and its Section 20(a) claim because its first two claims were insufficient.</p>\n<p>Reviewing <em>de novo</em> the district court’s grant of the defendants’ motion to dismiss, the Ninth Circuit reversed the decision as to the Section 14(e) claim (but affirmed as to the Section 14(d) claim). Citing the US Supreme Court’s intervening decisions in <a href=\"https://www.oyez.org/cases/1975/74-1042\"><em>Ernst &amp; Ernst v. Hochfelder</em>, 425 U.S. 185 (1976)</a>, and <a href=\"https://www.oyez.org/cases/1979/79-66\"><em>Aaron v. SEC</em>, 446 U.S. 680 (1980)</a>, the Ninth Circuit disagreed with the five other circuits that have interpreted Section 14(e). Under the Ninth Circuit’s view, claims under Section 14(e) of the Securities Exchange Act of 1934, 15 U.S.C. § 78n(e) require a showing of negligence, not scienter (intent or knowledge of wrongdoing).</p>\n",
  "question": "<p>Did the Ninth Circuit correctly hold, in contrast to the holdings of five other federal appellate courts, that Section 14(e) of the Securities Exchange Act of 1934 supports an inferred private right of action based on the negligent misstatement or omission made in connection with a tender offer?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27646"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2018",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether the Ninth Circuit correctly held, in contrast to the holdings of five other federal appellate courts, that Section 14(e) of the Securities Exchange Act of 1934 supports an inferred private right of action based on the negligent misstatement or omission made in connection with a tender offer.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": null
}