{
  "ID": 63093,
  "name": "Department of Commerce v. New York",
  "href": "https://api.oyez.org/cases/2018/18-966",
  "view_count": 766,
  "docket_number": "18-966",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "United States Department of Commerce, et al.",
  "second_party": "State of New York, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1550210400
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54444"
    }
  ],
  "lower_court": {
    "ID": 146,
    "name": "Federal district court",
    "href": "https://api.oyez.org/courts/federal_district_court"
  },
  "facts_of_the_case": "<p>Secretary of Commerce Wilbur L. Ross issued a decision to reinstate a citizenship question on the 2020 Census questionnaire. The decision was challenged in federal court by a coalition of states, cities, and counties, with the challengers alleging that the question could cause a significant undercount because some households with individuals who are unlawfully present in the country would be deterred from responding. The challengers claim the Secretary’s decision was arbitrary and capricious and that it violates various regulatory, statutory, and constitutional provisions.</p>\n<p>As part of its challenge, the challengers sought—and the US District Court for the Southern District of New York, the venue for their action, authorized—depositions of high-ranking Executive Branch officials to determine Secretary Ross’s subjective motivations in making the decision at issue.</p>\n<p>On October 5, 2018, Justice Ginsburg denied the government’s previous stay application without prejudice, “provided that the Court of Appeals will afford sufficient time for either party to seek relief in this Court before the depositions in question are taken.” The court of appeals denied mandamus relief to quash the deposition of Secretary Ross and the deposition of other high-ranking officials, so the government renewed its application for a stay. The Court then blocked the deposition of Secretary Ross but allowed others to proceed.</p>\n<p>The government filed a petition for mandamus asking the Court to direct the trial court to exclude fact-finding beyond the official records, or, in the alternative, review the appellate court decision itself. Treating the petition for mandamus as a petition for certiorari, the Court granted the petition to review the decision of the court below.</p>\n<p>Before the Court could rule, however, the district court issued its decision enjoining the Secretary from reinstating the question at issue. That action rendered the original case moot but presented an additional question whether the district court properly issued the injunction.</p>\n",
  "question": "<ol><li>Did the district court err in enjoining the Secretary of Commerce from reinstating a question about citizenship to the 2020 census questionnaire?</li>\n<li>In an action seeking to set aside agency action, may a district court order discovery outside the administrative record to probe the mental processes of the agency decision maker—including by compelling the testimony of high-ranking Executive Branch officials—when there is no evidence that the decision maker disbelieved the objective reasons in the administrative record, irreversibly prejudged the issue, or acted on a legally forbidden basis?</li>\n</ol>",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27664"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2018",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide (1) whether the district court erred in enjoining the Secretary of Commerce from reinstating a question about citizenship to the 2020 census questionnaire and (2) whether, in an action seeking to set aside agency action, a district court may order discovery outside the administrative record to probe the mental processes of the agency decision maker—including by compelling the testimony of high-ranking Executive Branch officials—when there is no evidence that the decision maker disbelieved the objective reasons in the administrative record, irreversibly prejudged the issue, or acted on a legally forbidden basis.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": null
}