{
  "ID": 63618,
  "name": "Truck Insurance Exchange v. Kaiser Gypsum Company, Inc.",
  "href": "https://api.oyez.org/cases/2023/22-1079",
  "view_count": 0,
  "docket_number": "22-1079",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Truck Insurance Exchange",
  "second_party": "Kaiser Gypsum Company, Inc., et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1697173200
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55350"
    }
  ],
  "lower_court": {
    "ID": 9,
    "name": "United States Court of Appeals for the Fourth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/9"
  },
  "facts_of_the_case": "<p>Section 524(g) of the Bankruptcy Code, part of the Bankruptcy Reform Act of 1994, allows a Chapter 11 debtor with significant asbestos liabilities to channel all current and future asbestos claims into a trust funded by the debtor. This provision aims to treat future claimants equitably, given the long latency period of some asbestos-related illnesses, while also enabling the debtor to exit bankruptcy as a viable economic entity. To obtain relief under this section, the debtor must meet several criteria designed to protect the due process rights of claimants, especially future ones. These criteria include the appointment of a representative for future claimants and court determination that the plan is fair to both current and future claimants. Additionally, 75% of current claimants must vote to approve the plan.</p>\n<p>In the face of over 38,000 asbestos-related lawsuits since 1978, Kaiser Gypsum Company, Inc., and Hanson Permanente Cement, Inc., collectively known as the \"Debtors,\" filed for Chapter 11 bankruptcy in 2016. As part of their proposed reorganization Plan, the Debtors negotiated with multiple parties—including insurance companies, creditors, government agencies, and representatives of both current and future asbestos claimants—to establish a § 524(g) trust. This trust aimed to channel both existing and future asbestos-related claims away from the Debtors. The trust's financial viability heavily depended on primary liability insurance policies issued by Truck Insurance Exchange (\"Truck\") between the 1960s and 1980s, which obligated Truck to investigate and defend each asbestos claim against the Debtors up to a per-claim limit of $500,000. The Debtors would assign their rights under these Truck policies to the § 524(g) trust as part of the Plan's funding.</p>\n<p>Truck opposed the Plan, arguing it failed to provide anti-fraud measures for insured claims that would be litigated in the tort system, thereby potentially exposing Truck to fraudulent claims. Despite Truck's objections, the bankruptcy court recommended confirmation of the Plan, finding it to be \"insurance neutral\" and therefore not impacting Truck's rights or obligations under the existing policies. The district court upheld this decision, confirming the Plan and thereby nullifying Truck's objections. Importantly, 100% of the asbestos personal-injury claimants had approved the proposed Plan, making Truck the sole objector.</p>\n<p>The district court confirmed the Plan over Truck’s objections, finding Truck lacked standing to challenge the Plan because it was not a “party in interest” under § 1109(b). The U.S. Circuit Court for the Fourth Circuit affirmed.</p>\n",
  "question": "<p>Is an insurer with financial responsibility for a bankruptcy claim a “party in interest” that may object to a plan of reorganization under Chapter 11 of the Bankruptcy Code?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27983"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether an insurer with financial responsibility for a bankruptcy claim is a “party in interest” that may object to a plan of reorganization under Chapter 11 of the Bankruptcy Code.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/22-1079/",
  "argument2_url": null
}