{
  "ID": 63647,
  "name": "Smith v. Spizzirri",
  "href": "https://api.oyez.org/cases/2023/22-1218",
  "view_count": 0,
  "docket_number": "22-1218",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Wendy Smith, et al.",
  "second_party": "Keith Spizzirri, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1705039200
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55388"
    }
  ],
  "lower_court": {
    "ID": 5,
    "name": "United States Court of Appeals for the Ninth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/5"
  },
  "facts_of_the_case": "<p>Plaintiffs Smith and others were current and former delivery drivers for Intelliserve. They sued Intelliserve in Arizona state court alleging that “Intelliserve violated federal and state employment laws by misclassifying them as independent contractors, failing to pay them required minimum and overtime wages, and failing to provide paid sick leave.”</p>\n<p>Intelliserve removed the case to federal court, then moved to compel arbitration and to dismiss the case. While both parties agreed that, under the FAA, all claims were subject to mandatory arbitration, they disagreed on how the district court was supposed to handle the lawsuit. Intelliserve argued that Section 3 of the FAA permitted the district court to dismiss the action, while the plaintiffs argued that the FAA required the district court to stay the action pending arbitration. The district court dismissed the action without prejudice, and the U.S. Court of Appeals for the Ninth Circuit affirmed.</p>\n",
  "question": "<p>Does Section 3 of the Federal Arbitration Act give district courts discretion to dismiss a lawsuit when all claims are subject to arbitration?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/28001"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether Section 3 of the Federal Arbitration Act requires district courts to stay a lawsuit pending arbitration, or whether district courts have discretion to dismiss when all claims are subject to arbitration.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/22-1218/",
  "argument2_url": null
}