{
  "ID": 63617,
  "name": "Gonzalez v. Trevino",
  "href": "https://api.oyez.org/cases/2023/22-1025",
  "view_count": 0,
  "docket_number": "22-1025",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Sylvia Gonzalez",
  "second_party": "Edward Trevino, II, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1697173200
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55349"
    }
  ],
  "lower_court": {
    "ID": 10,
    "name": "United States Court of Appeals for the Fifth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/10"
  },
  "facts_of_the_case": "<p>Sylvia Gonzalez, a resident of Castle Hills, Texas, was elected to the city council in 2019. During her campaign, she learned of widespread dissatisfaction with the current city manager. After taking office, she organized a nonbinding petition calling for the manager's removal. The petition was presented at a contentious council meeting, after which Mayor Edward Trevino questioned Gonzalez about the petition's location, found in her binder. Two days later, Trevino initiated a criminal complaint against Gonzalez for allegedly stealing the petition. Despite an atypical legal process involving Chief-of-Police John Siemens and special detective Alex Wright, Gonzalez was arrested and spent a night in jail. She is no longer on the council and has refrained from public political activity.</p>\n<p>Gonzalez sued Trevino, Siemens, Wright, and the city (collectively, the Defendants) for violating her First and Fourteenth Amendment rights. She argued that the arrest was in retaliation for engaging in conduct protected by the First Amendment, but she conceded that there was probable cause for the arrest. In support of her retaliation claim, she cited a decade-long review of misdemeanor and felony data in Bexar County that showed no similar cases.</p>\n<p> </p>\n<p>The Defendants moved to dismiss her lawsuit on grounds of the independent-intermediary doctrine and qualified immunity, but the district court allowed Gonzalez’s claims to proceed. On appeal, the U.S. Court of Appeals for the Fifth Circuit reversed, finding that the outcome was controlled by the U.S. Supreme Court’s decision in Nieves v. Bartlett, holding that, in general, the existence of probable cause will defeat a retaliatory arrest claim. The Fifth Circuit noted that Gonzalez’s facts did not trigger the narrow exception recognized in Nieves, under which a plaintiff need not plead lack of probable cause “where officers have probable cause to make arrests, but typically exercise their discretion not to do so.”</p>\n",
  "question": "<p>1. Can the probable-cause exception in Nieves v. Barlett be satisfied by objective evidence other than specific examples of arrests that never happened?</p>\n<p>2. Is Nieves limited to individual claims against arresting officers for split-second arrests?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27982"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether the probable-cause exception in Nieves v. Barlett can be satisfied by objective evidence other than specific examples of arrests that never happened; and whether Nieves is limited to individual claims against arresting officers for split-second arrests.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/22-1025/",
  "argument2_url": null
}