{
  "ID": 63580,
  "name": "Carnahan v. Maloney",
  "href": "https://api.oyez.org/cases/2023/22-425",
  "view_count": 0,
  "docket_number": "22-425",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Robin Carnahan",
  "second_party": "Carolyn Maloney, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1684126800
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55268"
    }
  ],
  "lower_court": {
    "ID": 16,
    "name": "United States Court of Appeals for the District of Columbia Circuit",
    "href": "https://api.oyez.org/taxonomy/term/16"
  },
  "facts_of_the_case": "<p>In February 2017, then-House Oversight Committee Ranking Member Elijah Cummings and seven other members of the Committee issued a Section 2954 request for information to the General Services Administration regarding the lease agreement between then-President Donald Trump and the Old Post Office Building in Washington, D.C.</p>\n<p>The GSA did not respond until July 2017, after repeated follow-ups, when it rejected the requests on the basis that “individual members of Congress . . . do not have the authority to conduct oversight in the absence of specific delegation by a full house, committee, or subcommittee.”</p>\n<p>Cummings and the other members of the Committee filed suit in November 2017 against the then-Acting Administrator of the GSA. The district court dismissed the suit for lack of standing, and the U.S. Court of Appeals for the District of Columbia reversed and remanded.</p>\n",
  "question": "<p>Do individual members of Congress have Article III standing to sue an executive agency to compel it to disclose information that the members have requested under 5 U.S.C. § 2954?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27950"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether individual members of Congress have Article III standing to sue an executive agency to compel it to disclose information that the members have requested under 5 U.S.C. § 2954.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/22-425/",
  "argument2_url": null
}