{
  "ID": 63598,
  "name": "NetChoice, LLC v. Paxton",
  "href": "https://api.oyez.org/cases/2023/22-555",
  "view_count": 0,
  "docket_number": "22-555",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "NetChoice, LLC, et al.",
  "second_party": "Ken Paxton, In His Official Capacity as Attorney General of Texas",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1695963600
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55326"
    }
  ],
  "lower_court": {
    "ID": 10,
    "name": "United States Court of Appeals for the Fifth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/10"
  },
  "facts_of_the_case": "<p>The State of Texas enacted HB 20 to regulate large social media platforms, such as Facebook, X (formerly known as Twitter), and YouTube. The law purports to prohibit large social media platforms from censoring speech based on the viewpoint of the speaker.</p>\n<p>NetChoice and the Computer &amp; Communications Industry Association filed a lawsuit against the Attorney General of Texas, challenging two provisions of the law as unconstitutional: (1) Section 7, which prohibits viewpoint-based censorship of users’ posts, except for content that incites criminal activity or is unlawful. (2) Section 2, which requires platforms to disclose how they moderate and promote content, publish an \"acceptable use policy,\" and maintain a complaint-and-appeal system for their users.</p>\n<p>The district court issued a preliminary injunction, holding that Section 7 and Section 2 are facially unconstitutional. The court argued that social media platforms have some level of editorial discretion protected by the First Amendment, and HB 20 interferes with that discretion. On appeal, the U.S. Court of Appeals for the Fifth Circuit reversed, rejecting the idea that large corporations have a “freewheeling” First Amendment right to censor what people say. It reasoned that HB 20 does not regulate the platforms’ speech but protects other people’s speech and regulates the platforms’ conduct.</p>\n",
  "question": "<p>Do Texas HB 20’s provisions prohibiting social media platforms from censoring users’ content and imposing stringent disclosure requirements violate the First Amendment?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27968"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether a state law restricting social media platforms from engaging in editorial choices about whether, and how, to publish and disseminate speech and requiring them to submit to onerous operational and disclosure requirements violates the First Amendment.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/22-555/",
  "argument2_url": null
}