{
  "ID": 63607,
  "name": "McIntosh v. United States",
  "href": "https://api.oyez.org/cases/2023/22-7386",
  "view_count": 0,
  "docket_number": "22-7386",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Louis McIntosh",
  "second_party": "United States of America",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1695963600
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55335"
    }
  ],
  "lower_court": {
    "ID": 7,
    "name": "United States Court of Appeals for the Second Circuit",
    "href": "https://api.oyez.org/taxonomy/term/7"
  },
  "facts_of_the_case": "<p>On August 22, 2013, a jury convicted Louis McIntosh of multiple Hobbs Act robbery-related offenses and gun charges, leading to a near-life sentence of 720 months. The district court granted some relief by vacating specific counts but imposed a forfeiture amount inconsistently between oral and written judgments. On appeal, the government belatedly submitted a forfeiture order, which both the district court and the U.S. Court of Appeals for the Second Circuit upheld despite its tardiness. The appellate court vacated one of the ยง924(c) counts but reinstated others, rejecting the petitioner's arguments. After a Supreme Court decision in United States v. Taylor, 596 U.S. __ (2022), which held that attempted Hobbs Act robbery is not a crime of violence under 18 U.S.C. ยง 924(c) the Court granted certiorari, leading to a remand. However, the Second Circuit mostly upheld its prior rulings, making only minor changes.</p>\n",
  "question": "<p>May a district court enter a criminal forfeiture order when the time limit specified in the Federal Rules of Criminal Procedure has already passed?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27977"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether a district court can enter a criminal forfeiture order when the time limit specified in the Federal Rules of Criminal Procedure has already passed.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/22-7386/",
  "argument2_url": null
}