{
  "ID": 63624,
  "name": "National Rifle Association of America v. Vullo",
  "href": "https://api.oyez.org/cases/2023/22-842",
  "view_count": 0,
  "docket_number": "22-842",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "National Rifle Association of America",
  "second_party": "Maria T. Vullo",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1698987600
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55362"
    }
  ],
  "lower_court": {
    "ID": 7,
    "name": "United States Court of Appeals for the Second Circuit",
    "href": "https://api.oyez.org/taxonomy/term/7"
  },
  "facts_of_the_case": "<p>In October 2017, following a referral from the New York County District Attorney's Office, the New York State Department of Financial Services (DFS), under the leadership of Maria T. Vullo, initiated an investigation into NRA-endorsed insurance programs suspected of violating New York law. This scrutiny resulted in three insurance companies acknowledging their fault through consent decrees in 2018. Concurrently, after the Parkland school shooting, Vullo issued guidance and statements encouraging banks and insurers to assess and potentially end their affiliations with gun promotion organizations like the NRA, citing reputational risks. The fallout led to several firms cutting ties with the NRA, prompting the association to file a lawsuit against Vullo and other state officials, asserting violations of its free speech and equal protection rights.</p>\n<p>The district court dismissed most of the claims but allowed the First Amendment allegations against Vullo to proceed, citing unresolved factual questions about her qualified immunity. On appeal, the U.S. Court of Appeals for the Second Circuit reversed. The appellate court reasoned that while the First Amendment protects against the abridgment of free speech by government officials, these officials also have the responsibility to address public concerns. Here, the NRA failed to show that Vullo’s conduct sought to coerce, rather than merely to convince. Furthermore, even if her actions were coercive, Vullo’s conduct as a regulator and public official did not infringe upon any clearly established law, as she appeared to act reasonably and in good faith in performing her duties.</p>\n",
  "question": "<p>Does a New York regulator’s discouragement of companies from doing business with the National Rifle Association after the Parkland school shooting constitute coercion in violation of the First Amendment?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27988"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether a New York regulator’s discouragement of companies from doing business with the National Rifle Association after the Parkland school shooting constitutes coercion in violation of the First Amendment.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/22-842/",
  "argument2_url": null
}