{
  "ID": 63622,
  "name": "Garland v. Cargill",
  "href": "https://api.oyez.org/cases/2023/22-976",
  "view_count": 0,
  "docket_number": "22-976",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Michael Cargill",
  "second_party": "Merrick B. Garland, Attorney General, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1698987600
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55360"
    }
  ],
  "lower_court": {
    "ID": 10,
    "name": "United States Court of Appeals for the Fifth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/10"
  },
  "facts_of_the_case": "<p>For over a decade, the federal Bureau of Alcohol, Tobacco, Firearms, and Explosives (“ATF”) maintained that bump stocks were not machineguns as defined by statute, 26 U.S.C. § 5845(b), and issued interpretation letters confirming this position. Following the October 1, 2017 Las Vegas shooting, where a shooter used bump stocks in a massacre, public demand for a ban on bump stocks surged, leading to proposed legislation. Before Congress could act, the ATF, responding to the tragedy and public sentiment, reversed its stance in 2018, reclassifying bump stocks as machineguns and exposing owners to criminal liability. Respondent Michael Cargill surrendered his bump stocks due to this new regulation and filed a lawsuit challenging the ATF regulations, arguing that the ATF exceeded its authority in defining bump stocks as machineguns.</p>\n<p>The district court for the government, finding that the government’s new interpretation of “machinegun” is the best interpretation of the statute. A panel of the U.S. Court of Appeals for the Fifth Circuit affirmed, but on rehearing, the Fifth Circuit sitting en banc reversed. The en banc court found the definition of \"machinegun\" as unambiguously not applying to bump stocks, but even if it were ambiguous, the rule of lenity would compel a construction of the statute in Cargill’s favor.</p>\n",
  "question": "<p>Is a bump stock device a “machinegun” as defined in 26 U.S.C. § 5845(b)?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27986"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether a bump stock device is a “machinegun” as defined in 26 U.S.C. § 5845(b).",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/22-976/",
  "argument2_url": null
}