{
  "ID": 63634,
  "name": "Thornell v. Jones",
  "href": "https://api.oyez.org/cases/2023/22-982",
  "view_count": 0,
  "docket_number": "22-982",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Ryan Thornell, Director, Arizona Department of Corrections",
  "second_party": "Danny Lee Jones",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1702447200
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55373"
    }
  ],
  "lower_court": {
    "ID": 5,
    "name": "United States Court of Appeals for the Ninth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/5"
  },
  "facts_of_the_case": "<p>In Bullhead City, Arizona, on March 26, 1992, Danny Lee Jones and Robert Weaver engaged in a day of drinking and using crystal methamphetamine. A violent altercation ensued, resulting in Jones fatally striking Weaver with a baseball bat. Jones also attacked Weaver’s grandmother, Katherine Gumina, and his seven-year-old daughter, Tisha, the latter of whom he also strangled or suffocated. Jones fled to Las Vegas but was arrested and indicted in Arizona on two counts of first-degree murder and one count of attempted murder. His public defender, inexperienced in capital cases, received limited funding for expert witnesses. Jones was convicted on all counts, and a sentencing hearing was scheduled.</p>\n<p>At sentencing, testimony revealed Jones’s troubled childhood, including substance abuse, head injuries, and abuse by his first stepfather. Dr. Jack Potts, a forensic psychiatrist, assessed Jones, citing a history of substance abuse, possible mood disorders, and susceptibility to aggression due to drug use. Potts’s report, submitted late due to delayed receipt of the Presentence Information Report, suggested Jones’s impaired capacity to conform to the law at the time of the offenses. Despite a request for a continuance for further psychological testing, the judge found multiple aggravating factors for the murders and sentenced Jones to death for both murders and an additional twenty-five years for the attempted murder.</p>\n<p>The Arizona Supreme Court upheld the conviction and sentence, and Jones filed a federal petition for habeas relief. After protracted litigation and appeals, the district court dismissed Jones’s habeas petition. The U.S. Court of Appeals for the Ninth Circuit reversed, concluding that application of the appropriate standards pursuant to the Antiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\") meant that Jones was denied the effective assistance of counsel at sentencing.</p>\n",
  "question": "<p>What is the proper methodology for assessing prejudice, for purposes of an ineffective assistance of counsel claim?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27992"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will clarify the methodology for assessing ineffective assistance of counsel under Strickland v. Washington.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/22-982/",
  "argument2_url": null
}