{
  "ID": 63637,
  "name": "Connelly v. United States",
  "href": "https://api.oyez.org/cases/2023/23-146",
  "view_count": 0,
  "docket_number": "23-146 ",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Thomas A. Connelly, as Executor of the Estate of Michael P. Connelly, Sr.",
  "second_party": "United States of America",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1702447200
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55376"
    }
  ],
  "lower_court": {
    "ID": 13,
    "name": "United States Court of Appeals for the Eighth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/13"
  },
  "facts_of_the_case": "<p>Brothers Michael and Thomas Connelly were the sole shareholders of a corporation. The corporation obtained life insurance on each brother so that if one died, the corporation could use the proceeds to redeem his shares. When Michael died, the Internal Revenue Service assessed taxes on his estate, which included his stock interest in the corporation. According to the IRS, the corporation’s fair market value included the life insurance proceeds intended for the stock redemption. Michael’s estate argued otherwise and sued for a tax refund.</p>\n<p>The district court granted summary judgment to the IRS, finding that the stock-purchase agreement did not affect the valuation and furthermore, that a proper valuation of the corporation must include the life insurance proceeds used for redemption because they were a significant asset of the company. The U.S. Court of Appeals for the Eighth Circuit affirmed.</p>\n",
  "question": "<p>Should the proceeds of a life insurance policy taken out by a closely held corporation on a shareholder in order to facilitate the redemption of the shareholder’s stock be considered a corporate asset when calculating the value of the shareholder’s shares for purposes of the federal estate tax?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27995"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether the proceeds of a life insurance policy taken out by a closely held corporation on a shareholder in order to facilitate the redemption of the shareholder’s stock should be considered a corporate asset when calculating the value of the shareholder’s shares for purposes of the federal estate tax.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/23-146 /",
  "argument2_url": null
}