{
  "ID": 63632,
  "name": "Diaz v. United States",
  "href": "https://api.oyez.org/cases/2023/23-14",
  "view_count": 0,
  "docket_number": "23-14",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Delilah Guadalupe Diaz",
  "second_party": "United States",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1699855200
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55369"
    }
  ],
  "lower_court": {
    "ID": 5,
    "name": "United States Court of Appeals for the Ninth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/5"
  },
  "facts_of_the_case": "<p>On August 17, 2020, Delilah Guadalupe Diaz was returning to California from Mexico. At the border, a “crunch-like sound” was heard when she rolled down the car window, leading the border agent to call for backup and check the car's door panels using a density measuring device. Inspectors found 27.98 kilos of methamphetamine hidden in these panels. Diaz claimed she was unaware of the drugs in the car, explaining that she had initially traveled to Mexico with her daughter, who returned early. Diaz stayed back to visit her boyfriend, and used his car to return home. She stated her boyfriend had told her he would retrieve the car from her in a few days.</p>\n<p>The government charged Diaz with importation of methamphetamine in violation of the Controlled Substances Act. One of the elements of that offense is that the defendant knew she was transporting drugs. 21 U.S.C. § 960(a)(1). To prove that element, the government called an expert to testify that “narcotic traffickers do not entrust large and valuable quantities of narcotics to unknowing couriers.” Diaz sought to exclude the expert evidence, arguing that it would violate Federal Rule of Evidence 704(b) by providing “a direct comment on the ultimate issue—Ms. Diaz’s knowledge.” However, the district court allowed the evidence, the jury found Diaz guilty, and the district court sentenced her to seven years in prison. On appeal, the U.S. Court of Appeals for the Ninth Circuit affirmed.</p>\n",
  "question": "<p>Under Federal Rule of Evidence 704(b), may a governmental expert witness testify that couriers know they are carrying drugs and that drug-trafficking organizations do not entrust large quantities of drugs to unknowing transporters to prove that the defendant knew she was carrying illegal drugs?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27991"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether, in a prosecution for drug trafficking—where an element of the offense is that the defendant knew she was carrying illegal drugs—Federal Rule of Evidence 704(b) permits a governmental expert witness to testify that most couriers know they are carrying drugs and that drug-trafficking organizations do not entrust large quantities of drugs to unknowing transporters.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/23-14/",
  "argument2_url": null
}