{
  "ID": 63648,
  "name": "City of Grants Pass v. Johnson",
  "href": "https://api.oyez.org/cases/2023/23-175",
  "view_count": 0,
  "docket_number": "23-175",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "City of Grants Pass, Oregon",
  "second_party": "Gloria Johnson, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1705039200
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55389"
    }
  ],
  "lower_court": {
    "ID": 5,
    "name": "United States Court of Appeals for the Ninth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/5"
  },
  "facts_of_the_case": "<p>The city of Grants Pass in southern Oregon has a population of approximately 38,000, and of that population, somewhere between 50 and 600 persons are unhoused. Whatever the exact number of unhoused persons, however, it exceeds the number of available shelter beds, requiring that at least some of them sleep on the streets or in parks. However, several provisions of the Grants Pass Municipal Code prohibit them from doing so, including an “anti-sleeping” ordinance, two “anti-camping” ordinances, a “park exclusion” ordinance, and a “park exclusion appeals” ordinance.</p>\n<p>In September 2018, a three-judge panel of the U.S. Court of Appeals for the Ninth Circuit decided Martin v. City of Boise, holding that “the Eighth Amendment prohibits the imposition of criminal penalties for sitting, sleeping, or lying outside on public property for homeless individuals who cannot obtain shelter.” While the Grants Pass Municipal Code provisions impose only civil penalties, they still can mature into criminal penalties.</p>\n<p>A district court certified a class of plaintiffs of involuntarily unhoused persons living in Grants Pass and concluded that, based on the unavailability of shelter beds, the City’s enforcement of its anti-camping and anti-sleeping ordinances violated the Cruel and Unusual Punishment Clause. A panel of the Ninth Circuit affirmed, and the Ninth Circuit denied rehearing en banc.</p>\n",
  "question": "<p>Does a city’s enforcement of public camping against involuntarily homeless people violate the Eighth Amendment’s protection against cruel and unusual punishment?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/28002"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether the Eighth Amendment’s protection against cruel and unusual punishment prevents a city from enforcing a ban on public camping against homeless individuals.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/23-175/",
  "argument2_url": null
}