{
  "ID": 63638,
  "name": "Food and Drug Administration v. Alliance for Hippocratic Medicine",
  "href": "https://api.oyez.org/cases/2023/23-235",
  "view_count": 0,
  "docket_number": "23-235 ",
  "additional_docket_numbers": [
    "23-236"
  ],
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Food and Drug Administration, et al.",
  "second_party": "Alliance for Hippocratic Medicine, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1702447200
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55377"
    }
  ],
  "lower_court": {
    "ID": 10,
    "name": "United States Court of Appeals for the Fifth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/10"
  },
  "facts_of_the_case": "<p>Medication abortion in the U.S. is commonly conducted using a combination of mifepristone and misoprostol. Mifepristone was approved by the U.S. Food and Drug Administration (FDA) in September 2000 and is used in over half of all U.S. abortions. Initially, its distribution was limited to hospitals and medical facilities under FDA regulations. The 2007 Food and Drug Administration Amendments Act introduced Risk Evaluation and Mitigation Strategies (REMS), reinforcing FDA's control over drug approvals. Despite REMS review in 2011, mifepristone's distribution remained restricted. In March 2016, the FDA expanded access, allowing medical practitioners to prescribe it and extending the usage period in pregnancy. In April 2021, due to the COVID-19 pandemic, the FDA permitted mail distribution from certified sources, and in January 2023, approved pharmacies also began distributing it.</p>\n<p>However, following the Supreme Court's June 2022 decision in Dobbs v. Jackson Women's Health Organization, which eliminated the constitutional right to abortion, several states sought to restrict mifepristone’s sale. The Alliance for Hippocratic Medicine and other anti-abortion groups challenged the FDA’s approval, claiming inadequate consideration of evidence in 2000. In April 2023, a federal district court judge sided with the plaintiffs, suspending the FDA’s approval. The U.S. Court of Appeals for the Fifth Circuit partially stayed this decision, maintaining the original 2000 approval but striking down the 2016 REMS changes that eased access. After a hearing on the merits, in August 2023, the Fifth Circuit upheld the ban on changes made in 2016. The U.S. Supreme Court granted review and stayed the lower court’s injunction.</p>\n",
  "question": "<p>1. Do respondents have Article III standing to challenge the Food and Drug Administration’s 2016 and 2021 actions with respect to mifepristone’s approved conditions of use?</p>\n<p>2. Were the FDA’s 2016 and 2021 approvals of mifepristone arbitrary and capricious?</p>\n<p>3. Did the district court properly grant preliminary relief?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27996"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will resolve a challenge to the Food and Drug Administration’s 2016 and 2021 approval of the abortion drug mifepristone.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/23-235 /",
  "argument2_url": null
}