{
  "ID": 63627,
  "name": "Becerra v. San Carlos Apache Tribe",
  "href": "https://api.oyez.org/cases/2023/23-250",
  "view_count": 0,
  "docket_number": "23-250",
  "additional_docket_numbers": [
    "23-253"
  ],
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Xavier Becerra, Secretary of Health and Human Services, et al.",
  "second_party": "San Carlos Apache Tribe",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1700460000
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55363"
    }
  ],
  "lower_court": {
    "ID": 5,
    "name": "United States Court of Appeals for the Ninth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/5"
  },
  "facts_of_the_case": "<p>The Indian Health Service (IHS) manages healthcare for Native tribes, billing Medicare, Medicaid, or private insurance for services and retaining the revenue. To enhance tribal sovereignty, Congress passed the Indian Self-Determination and Education Assistance Act (ISDA), allowing tribes to administer their healthcare programs. These programs were funded by the IHS, equivalent to what IHS would spend on tribal healthcare. However, tribes faced financial challenges in running these programs due to the lack of bureaucratic and legal support available to the federal government. To address this, Congress mandated IHS to provide tribes with contract support costs (CSC), ensuring they could offer services at par with IHS. Despite this assistance, tribes still struggled with parity issues with IHS, primarily due to slow billing processes and imperfect remittance of funds by IHS. To remedy this, Congress permitted tribes to bill outside insurers directly and retain the third-party revenue, which the Tribe was required to spend on healthcare. The San Carlos Apache Tribe, exercising its sovereignty in Arizona, managed its healthcare programs and billed outside insurers directly. However, the Tribe encountered difficulties in funding the additional healthcare services from third-party revenue without corresponding CSC from IHS.</p>\n<p>The Tribe sued the U.S. Department of Health &amp; Human Services, IHS, and the United States, for the CSC for the years 2011–2013. The district court dismissed the Tribe’s claim for the third-party-revenue-funded portions of the Tribe’s healthcare program from CSC reimbursement, and the Tribe appealed. The U.S. Court of Appeals for the Ninth Circuit concluded that the statutory text of 25 U.S.C. § 5325(a) warranted a reversal of the dismissal and remanded for further proceedings, highlighting ongoing challenges in achieving true parity and financial sustainability for tribal healthcare programs under the existing legislative framework.</p>\n",
  "question": "<p>Must the Indian Health Service pay “contract support costs” not only to support IHS-funded activities, but also to support the tribe’s expenditure of income collected from third parties?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27989"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether the Indian Health Service must pay “contract support costs” not only to support IHS-funded activities, but also to support the tribe’s expenditure of income collected from third parties.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/23-250/",
  "argument2_url": null
}