{
  "ID": 63650,
  "name": "Department of State v. Munoz",
  "href": "https://api.oyez.org/cases/2023/23-334",
  "view_count": 0,
  "docket_number": "23-334 ",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Department of State, et al.",
  "second_party": "Sandra Munoz, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1705039200
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55391"
    }
  ],
  "lower_court": {
    "ID": 5,
    "name": "United States Court of Appeals for the Ninth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/5"
  },
  "facts_of_the_case": "<p>Sandra Muñoz, a U.S. citizen, married Luis Asencio-Cordero, an El Salvadoran citizen, in 2010. They have a U.S. citizen child. Asencio-Cordero, who arrived in the U.S. in 2005 and has multiple tattoos, applied for an immigrant visa after Muñoz filed an approved immigrant-relative petition and waiver for his inadmissibility. In 2015, he returned to El Salvador for his visa interview, denying any gang affiliations. However, in December 2015, the U.S. Consulate denied his visa under 8 U.S.C. § 1182(a)(3)(A)(ii), suggesting his potential involvement in unlawful activities. Muñoz sought intervention from Congresswoman Judy Chu, but the State Department upheld the decision. A declaration from a gang expert, Humberto Guizar, stated that Asencio-Cordero’s tattoos were not gang-related. Despite this and further appeals, including to the State Department's Office of Inspector General, the decision remained unchanged, with authorities confirming the inadmissibility and indicating no grounds for appeal.</p>\n<p>Following the government’s denial of Asencio-Cordero’s immigrant visa application, the plaintiffs sought judicial review, arguing that the statute was unconstitutionally vague. The district court granted summary judgment to the defendants, invoking the doctrine of consular nonreviewability to prevent judicial scrutiny of the visa decision. However, the U.S. Court of Appeals for the Ninth Circuit found that the government failed to provide the constitutionally required notice within a reasonable time after the visa application was denied. As a result, the appellate court determined that the government was not entitled to summary judgment based on the doctrine of consular nonreviewability and vacated the district court's decision.</p>\n",
  "question": "<p>Does the denial of a visa to the non-citizen spouse of a U.S. citizen infringe on a constitutionally protected interest of the citizen and, if so, did the government properly justify that decision in this case?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/28004"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether the denial of a visa to the non-citizen spouse of a U.S. citizen infringes on a constitutionally protected interest of the citizen and, if so, whether the government properly justified that decision.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/23-334 /",
  "argument2_url": null
}