{
  "ID": 63651,
  "name": "Starbucks Corporation v. McKinney",
  "href": "https://api.oyez.org/cases/2023/23-367",
  "view_count": 0,
  "docket_number": "23-367",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Starbucks Corporation",
  "second_party": "M. Kathleen McKinney",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1705039200
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55392"
    }
  ],
  "lower_court": {
    "ID": 11,
    "name": "United States Court of Appeals for the Sixth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/11"
  },
  "facts_of_the_case": "<p>In early January 2022, Nikki Taylor, a supervisor at a Memphis Starbucks, initiated union-organizing efforts, contacting Buffalo, New York, Starbucks employees and the Union for guidance. Conversations with colleagues about unionizing led to managerial scrutiny and disciplinary actions against Taylor for alleged insubordination and a dress code violation. Despite this, Taylor and coworkers held a meeting with Union representatives and drafted a letter to Starbucks's CEO announcing their intent to unionize.</p>\n<p>On January 18, following the public release of the unionization letter, the Memphis store was closed early by management under the pretext of understaffing, coinciding with a media event covering the unionization efforts. Subsequent investigations by Starbucks led to the February 8 firing of seven employees, including key organizing committee members, for policy violations during the media event. These terminations led to a reduced display of union support among the remaining staff and increased anxiety about unionizing in other Starbucks locations. However, the Memphis store voted to join the Union in June.</p>\n<p>The Union filed charges against Starbucks for unfair labor practices. Following an investigation, a district court ordered a temporary injunction, demanding the reinstatement of the terminated employees. On appeal, the U.S. Court of Appeals for the Sixth Circuit affirmed, finding that the NLRB satisfied its burden of showing “‘reasonable cause’ to believe that employers engaged in unfair labor practices and that an injunction protects the Board’s remedial power.”</p>\n",
  "question": "<p>What test must courts use to evaluate requests for injunctions under Section 10(j) of the National Labor Relations Act?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/28005"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide what test courts must use to evaluate the National Labor Relations Board’s requests for injunctions under Section 10(j) of the National Labor Relations Act.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/23-367/",
  "argument2_url": null
}