{
  "ID": 63635,
  "name": "Chiaverini v. City of Napoleon, Ohio",
  "href": "https://api.oyez.org/cases/2023/23-50",
  "view_count": 0,
  "docket_number": "23-50",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Jascha Chiaverini, et al.",
  "second_party": "City of Napoleon, Ohio, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1702447200
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55374"
    }
  ],
  "lower_court": {
    "ID": 11,
    "name": "United States Court of Appeals for the Sixth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/11"
  },
  "facts_of_the_case": "<p>Jascha Chiaverini, manager of the Diamond and Gold Outlet in Napoleon, Ohio, bought a men's ring and diamond earring from Brent Burns for $45. He recorded the transaction, including copying Burns' ID and photographing the items. Subsequently, David and Christina Hill contacted Chiaverini, claiming the jewelry was stolen from them. Chiaverini advised them to report to the police but denied buying their described items. After multiple calls, Chiaverini ended the conversation. Both parties contacted the police. Chiaverini expressed his suspicion about holding stolen property and requested police, not the Hills, to visit. When the police arrived, Chiaverini cooperated, providing information and photographs of the jewelry.</p>\n<p>The situation escalated when Chiaverini received a conflicting \"hold letter\" from the police, instructing him to keep the items as evidence but also to release them to the Hills. Chiaverini refused to release the items, citing legal concerns and advice from his counsel. His confrontation with Police Chief Weitzel revealed Chiaverini's lack of a precious-metal-dealer license, prompting a new investigation angle. Officer Steward updated the police report to include Chiaverini's suspicion about the stolen nature of the items, which Chiaverini disputed. Based on these developments, warrants were issued for Chiaverini's arrest and the search of his store, leading to his temporary detention. Although a court later dismissed the criminal case against Chiaverini, he filed a complaint against the officers and the city, alleging various legal violations. The district court granted summary judgment to the officers, citing probable cause for Chiaverini's arrest and dismissing his claims. The U.S. Court of Appeals for the Sixth Circuit affirmed.</p>\n<p> </p>\n",
  "question": "<p>May a Fourth Amendment malicious-prosecution claim proceed as to a baseless criminal charge so long as other charges brought alongside the baseless charge are supported by probable cause?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27993"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether a Fourth Amendment malicious-prosecution claim can proceed as to a baseless criminal charge so long as other charges brought alongside the baseless charge are supported by probable cause.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/23-50/",
  "argument2_url": null
}