{
  "ID": 63639,
  "name": "Fischer v. United States",
  "href": "https://api.oyez.org/cases/2023/23-5572",
  "view_count": 0,
  "docket_number": "23-5572 ",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Joseph W. Fischer",
  "second_party": "United States of America",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1702447200
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55378"
    }
  ],
  "lower_court": {
    "ID": 16,
    "name": "United States Court of Appeals for the District of Columbia Circuit",
    "href": "https://api.oyez.org/taxonomy/term/16"
  },
  "facts_of_the_case": "<p>On January 6, 2021, while Congress was convening to certify the results of the 2020 presidential election in favor of Joe Biden, thousands of supporters of the losing candidate, Donald Trump, converged on the United States Capitol to disrupt the proceedings. The Trump supporters swarmed the building, overwhelming law enforcement officers who attempted to stop them. The chaos wrought by the mob forced members of Congress to stop the certification and flee for safety. Congress was not able to resume its work for six hours.</p>\n<p>Joseph Fischer, Edward Lang, and Garret Miller were indicted for various offenses related to their involvement in the Capitol riot on January 6. All three were charged with felony offenses of assaulting, resisting, or impeding certain officers, and misdemeanor offenses of disorderly conduct in a Capitol building and in restricted grounds, involving the intent to disrupt congressional sessions and government functions. Additionally, each faced a count of obstruction of an official proceeding. The defendants challenged this obstruction charge, claiming that the statute does not prohibit their alleged conduct on that day. The district court agreed, holding that the statute does not apply to assaultive conduct, committed in furtherance of an attempt to stop Congress from performing a constitutionally required duty. The U.S. Court of Appeals for the D.C. Circuit reversed, concluding that the natural, broad reading of that provision is that it applies to forms of obstructive conduct, not just those related to investigations and evidence.</p>\n",
  "question": "<p>Does 18 U.S.C. ยง 1512(c), which prohibits obstruction of congressional inquiries and investigations, include acts unrelated to investigations and evidence?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27997"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether 18 U.S.C. ยง 1512(c), which prohibits obstruction of congressional inquiries and investigations, includes acts unrelated to investigations and evidence.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/23-5572 /",
  "argument2_url": null
}