{
  "ID": 63646,
  "name": "Moyle v. United States",
  "href": "https://api.oyez.org/cases/2023/23-726",
  "view_count": 0,
  "docket_number": "23-726",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Mike Moyle, et al.",
  "second_party": "United States of America",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1704434400
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/55387"
    }
  ],
  "lower_court": {
    "ID": 5,
    "name": "United States Court of Appeals for the Ninth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/5"
  },
  "facts_of_the_case": "<p>In August 2022, after the Supreme Court’s decision in Dobbs v. Jackson Women’s Health Organization, which eliminated the constitutional right to an abortion, the Biden administration brought a legal challenge to a restrictive Idaho abortion law. The Biden administration argued that the state law, which criminalizes providing an abortion except in a few narrow circumstances, including to save the life of the mother, is preempted by a federal law, the Emergency Medical Treatment and Labor Act (EMTALA). EMTALA requires hospitals receiving Medicare funding to offer “necessary stabilizing treatment” to pregnant women in emergencies.</p>\n<p>The district court ruled in favor of the Biden administration and barred Idaho from enforcing its law to the extent that it conflicted with EMTALA. The U.S. Court of Appeals for the Ninth Circuit, sitting en banc, declined to stay the district court's ruling while the state appealed.</p>\n",
  "question": "<p>Does the federal Emergency Medical Treatment and Labor Act preempt an Idaho law that criminalizes most abortions in that state?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/28000"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2023",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether the federal Emergency Medical Treatment and Labor Act—which requires hospitals receiving Medicare funding to offer “necessary stabilizing treatment” to pregnant women in emergencies—preempts an Idaho law that criminalizes most abortions in the state.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2023/23-726/",
  "argument2_url": null
}