{
  "ID": 63380,
  "name": "Pivotal Software, Inc. v. Tran",
  "href": "https://api.oyez.org/cases/2021/20-1541",
  "view_count": 0,
  "docket_number": "20-1541",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Pivotal Software, Inc., et al.",
  "second_party": "Zhung Tran, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1625202000
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54941"
    }
  ],
  "lower_court": {
    "ID": 76,
    "name": "State appellate court",
    "href": "https://api.oyez.org/courts/state_appellate_court"
  },
  "facts_of_the_case": "<p>Zhung Tran represents a class of plaintiffs who purchased or otherwise acquired common stock in Pivotal Software in connection with its initial public offering (IPO). On behalf of himself and the class, Tran alleged in California state court strict liability claims under Sections 11, 12(a)(2), and 15 of the Securities Act of 1933 against Pivotal and other defendants.</p>\n<p>On October 20, 2020, the parties filed a joint case management conference settlement. The defendants requested that the court stay discovery pursuant to the Private Securities Litigation Reform Act, which provides that in any private action arising under the Securities Act, “all discovery and other proceedings shall be stayed” while a motion to dismiss by either party is pending, “unless the court finds...that particularized discovery is necessary to preserve evidence or to prevent undue prejudice.” The plaintiffs opposed the request.</p>\n<p>After a conference on October 27, the court issued an order denying the defendants’ request for a discovery stay, finding that the Reform Act does not apply to Securities Act suits brought in state courts. The defendants filed a petition for a writ of mandate requesting that the appellate court vacate the lower court’s order and grant the petition for stay of discovery. The appellate court denied the petition, and the California Supreme Court denied the petition for review and stay application.</p>\n",
  "question": "<p>Does the Private Securities Litigation Reform Act’s discovery-stay provision apply to a private action under the Securities Act of 1933 in state or federal court, or solely to a private action in federal court?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27832"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2021",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether the Private Securities Litigation Reform Act’s discovery-stay provision applies to a private action under the Securities Act of 1933 in state or federal court, or solely to a private action in federal court.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2021/20-1541/",
  "argument2_url": null
}