{
  "ID": 63337,
  "name": "Department of Homeland Security v. New York",
  "href": "https://api.oyez.org/cases/2021/20-449",
  "view_count": 0,
  "docket_number": "20-449",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Department of Homeland Security, et al.",
  "second_party": "New York, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1613973600
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54851"
    }
  ],
  "lower_court": {
    "ID": 7,
    "name": "United States Court of Appeals for the Second Circuit",
    "href": "https://api.oyez.org/taxonomy/term/7"
  },
  "facts_of_the_case": "<p>Since 1882, federal immigration law has rendered inadmissible any noncitizen who “is likely at any time to become a public charge”—that is, to be dependent on government assistance (although the current Immigration and Nationality Act does not define “public charge”).</p>\n<p>In 1996, Congress passed legislation providing guidance for adjudicators deciding whether a noncitizen was likely to become a public charge, but the legislation resulted in “widespread confusion.” The Immigration and Naturalization Service (INS), the forerunner to the Department of Homeland Security (DHS), issued the 1999 Guidance, which, among other things, defined “public charge” to mean any individual who is “primarily dependent on the government for subsistence, as demonstrated by either (i) the receipt of public cash assistance for income maintenance or (ii) institutionalization for long-term care at government expense.”</p>\n<p>In 2019, DHS published a notice of proposed rulemaking announcing its intention to change the agency’s interpretation of the public charge ground to encompass any noncitizen “who receives one or more public benefit” at certain defined usage thresholds. Very few noncitizens have a history of public benefits usage at the time the public charge ground is applied, yet the rule required adjudicators to predict whether, five years or more into the future, the noncitizen is likely to become dependent on government assistance for over 12 months over a three-year period.</p>\n<p>Numerous nonprofit organizations and states, including the State of New York, challenged the rule as violating the Administrative Procedure Act. The district court granted New York a preliminary injunction and issued a nationwide injunction prohibiting it from implementing the rule. The U.S. Court of Appeals for the Second Circuit affirmed the grant of a preliminary injunction but narrowed its scope to cover only the states of New York, Connecticut, and Vermont.</p>\n",
  "question": "<p>Is the Department of Homeland Security’s modified “public charge” rule arbitrary and capricious, in violation of the Administrative Procedure Act?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27804"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2021",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will consider a challenge to the “public charge” rule of the Immigration and Nationality Act, which prohibits noncitizens from receiving a green card if the government believes they are likely to become reliant on government assistance.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2021/20-449/",
  "argument2_url": null
}