{
  "ID": 63338,
  "name": "American Medical Association v. Cochran",
  "href": "https://api.oyez.org/cases/2021/20-429",
  "view_count": 0,
  "docket_number": "20-429",
  "additional_docket_numbers": [
    "20-539",
    "20-454"
  ],
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "American Medical Association, et al.",
  "second_party": "Norris Cochran, Acting Secretary of Health and Human Services, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1613973600
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54852"
    }
  ],
  "lower_court": {
    "ID": 5,
    "name": "United States Court of Appeals for the Ninth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/5"
  },
  "facts_of_the_case": "<p>In 2019, the Trump administration promulgated regulations under Title X of the Public Health Services Act that prohibited the use of Title X funds in projects where clients received counseling or referrals for abortion as a method of family planning. However, a counselor providing nondirective pregnancy counseling “may discuss abortion” as long as the counselor “neither refers for, nor encourages, abortion.”</p>\n<p>Several states and private Title X grantees challenged the rule, and three district courts in three states granted preliminary injunctions against the Department of Health and Human Services (HHS) preventing enforcement of the rule.</p>\n",
  "question": "<p>Does the Department of Health and Human Services’ rule that prohibits and compels certain pregnancy-related speech between a Title X provider and her patient violate the Administrative Procedure Act, the Title X appropriations act, or Section 1554 of the Affordable Care Act?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27805"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2021",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether the Department of Health and Human Services’ rule for the Title X family planning program—which prohibits and compels certain pregnancy-related speech between a Title X provider and her patient, proscribing abortion-related information but requiring information about non-abortion options—violates the Administrative Procedure Act, the Title X appropriations act, or Section 1554 of the Affordable Care Act.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2021/20-429/",
  "argument2_url": null
}