{
  "ID": 63347,
  "name": "Servotronics, Inc. v. Rolls-Royce PLC",
  "href": "https://api.oyez.org/cases/2021/20-794",
  "view_count": 0,
  "docket_number": "20-794",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "Servotronics, Inc.",
  "second_party": "Rolls-Royce PLC, et al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1616389200
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54864"
    }
  ],
  "lower_court": {
    "ID": 12,
    "name": "United States Court of Appeals for the Seventh Circuit",
    "href": "https://api.oyez.org/taxonomy/term/12"
  },
  "facts_of_the_case": "<p>Rolls-Royce PLC manufactured and sold an engine to the Boeing Company to be used in the 787 Dreamliner aircraft. When Boeing was testing the aircraft, a piece of metal became lodged in an engine valve, and the engine caught fire, damaging the aircraft. Boeing demanded compensation from Rolls-Royce, and the two companies settled for $12 million. Rolls-Royce then sought indemnification from Servotronics, Inc., the manufacturer of the valve.</p>\n<p>Rolls-Royce and Servotronics had a pre-existing agreement that any dispute not resolved through negotiation or mediation must be submitted to binding arbitration in Birmingham, England, under the rules of the Chartered Institute of Arbiters (\"CIArb\"). Negotiations were not productive, so Rolls-Royce initiated arbitration. Separately, Servotronics asked the U.S. District Court for the Northern District of Illinois to issue a subpoena compelling Boeing to produce documents for use in the arbitration, citing 28 U.S.C. § 1782(a). The judge initially granted the request and issued the subpoena. Rolls-Royce intervened and moved to quash the subpoena, and Boeing also intervened and joined the motion to quash. The judge agreed with Rolls-Royce and Boeing that § 1782(a) does not authorize a court to provide discovery assistance in private foreign arbitrations. Servtronics appealed, and the U.S. Court of Appeals for the Seventh Circuit affirmed.</p>\n",
  "question": "<p>Does 28 U.S.C. § 1782(a) authorize a district court to render assistance in discovery for use in a foreign or international tribunal?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27810"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2021",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will decide whether a district court’s discretion to render assistance in gathering evidence for use in “a foreign or international tribunal” encompasses private commercial arbitral tribunals.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": "https://supreme.justia.com/cases/federal/us/2021/20-794/",
  "argument2_url": null
}