{
  "ID": 62870,
  "name": "PEM Entities LLC v. Levin",
  "href": "https://api.oyez.org/cases/2017/16-492",
  "view_count": 0,
  "docket_number": "16-492",
  "additional_docket_numbers": null,
  "manner_of_jurisdiction": "Writ of <i>certiorari</i>",
  "first_party": "PEM Entities LLC",
  "second_party": "Eric M. Levin, et. al.",
  "timeline": [
    {
      "event": "Granted",
      "dates": [
        1498539600
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54088"
    },
    {
      "event": "Dismissed as improvidently granted",
      "dates": [
        1502341200
      ],
      "href": "https://api.oyez.org/case_timeline/case_timeline/54107"
    }
  ],
  "lower_court": {
    "ID": 9,
    "name": "United States Court of Appeals for the Fourth Circuit",
    "href": "https://api.oyez.org/taxonomy/term/9"
  },
  "facts_of_the_case": "<p>Province Grand Olde Liberty, LLC (\"Debtor\") sought to acquire Olde Liberty Golf and Country Club (\"Golf Club\"), and borrowed from two institutions in order to finance the acquisition. Debtor defaulted on the larger of the two loans, and the creditors initiated foreclosure proceedings, and, in an effort to resolve the loans, entered into a settlement agreement that involved selling the debt to PEM Entities for a significantly discounted price. PEM's members did not participate in the negotiation of the settlement agreement, despite that the settlement agreement affected the rights and property of PEM. After several transactions among the parties involved in the settlement agreement, Debtor filed its bankruptcy petition in March 2013. It listed PEM's claim at $7 million,  the principal and the accrued interest of the loan that PEM bought.</p>\n<p>Among other determinations, the bankruptcy court granted summary judgment to creditors Eric M. Levin and Howard Shareff on their equitable claim of recharacterization, noting that PEM's discounted loan purchase was a settlement and satisfaction of the original loan to Debtor. Thus, the court rendered PEM's $7 million claim void. PEM appealed the bankruptcy court's order to the U.S. District Court for the Eastern District of North Carolina, which reviewed the findings de novo and affirmed the bankruptcy court's judgment. In a per curiam opinion, the Fourth Circuit affirmed the district court's decision.</p>\n",
  "question": "<p>Should bankruptcy courts apply a federal rule of decision (as five circuits have held) or a state law rule of decision (as two circuits have held) when deciding to recharacterize a debt claim in bankruptcy as a capital contribution?</p>\n",
  "conclusion": null,
  "advocates": null,
  "oral_argument_audio": null,
  "citation": {
    "volume": null,
    "page": null,
    "year": null,
    "href": "https://api.oyez.org/case_citation/case_citation/27530"
  },
  "decisions": null,
  "first_party_label": "Petitioner",
  "second_party_label": "Respondent",
  "heard_by": [
    null
  ],
  "decided_by": null,
  "term": "2017",
  "location": null,
  "opinion_announcement": null,
  "description": "A case in which the Court will resolve a circuit split as to whether bankruptcy courts should apply a federal rule of decision (as five circuits have held) or a state law rule of decision (as two circuits have held) when deciding to recharacterize a debt claim in bankruptcy as a capital contribution.",
  "written_opinion": null,
  "related_cases": null,
  "justia_url": null
}